Repository: asalrazavi/internship_itrc_project
Catalog: turkle-master/locale/*/LC_MESSAGES/django.po
Languages: fa

source: %d user was activated.
fa: %d کاربر فعال شدند.

source: %d user was deactivated.
fa: %d کاربر غیر فعال شدند.

source: %d was successfully marked as paymented.
fa: %d با موفقیت به عنوان پرداخت شده علامت گذاری شد.

source: Django site admin
fa: ادمین سایت جنگو

source: Django administration
fa: مدیریت جنگو

source: Return
fa: بازگشت

source: Please login to see this page.
fa: لطفا برای مشاهده این صفحه وارد شوید.

source: Login
fa: ورود

source: username
fa: نام کاربری

source: password
fa: گذرواژه

source: Sign Up
fa: ثبت نام

source: Reset your Password
fa: گذرواژه خود را تغییر دهید.

source: Your password was changed.
fa: گذرواژه شما تغییر کرد

source: Enter your current password and your new password twice for verification.
fa: گذرواژه فعلی خود را وارد کنید. سپس گذرواژه جدید خود را برای اطمینان دو بار وارد کنید.

source: Your password has been reset. You can log in now.
fa: گذرواژه‌ی شما تغییر کرد. میتوانید وارد شوید.

source: Log in
fa: ورود

source: Please enter your new password twice.
fa: لطفا گذرواژه جدید خود را دو بار وارد کنید.

source: New password:
fa: گذر واژه جدید:

source: Confirm password:
fa: تایید گذرواژه:

source: Change my password
fa: تغییر گذرواژه

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fa: لینک بازیابی گذرواژه نامعتبر است، احتمال استفاه قبلی از لینک وجود دارد. لطفا یک درخواست جدید برای بازیابی گذرواژه دهید.

source: We've emailed instructions for resetting your password if an account exists with the email you entered. You should receive them shortly.
fa: اگر ایمیلی که وارد کرده‌اید درست باشد، دستورات بازیابی گذرواژه را برای شما ارسال کرده‌ایم. به زودی آن‌ را را دریافت خواهید کرد.

source: If you don't receive an email, please make sure you've entered the address you registered with and check your spam folder.
fa: اگر ایمیلی دریافت نکرده‌اید، مطمعن شوید ایمیل خود را درست وارد کرده‌اید و همچنین اسپم ایمیل خود را چک کنید.

source: Email address:
fa: آدرس ایمیل

source: Please enter your phone number
fa: لطفا شماره تلفن همراه خود را وارد کنید.

source: Phone number
fa: شماره تلفن همراه

source: Receive verification code
fa: دریافت کد تائید

source: Please enter your code
fa: لطفا کد را وارد کنید.

source: Verification Code
fa: کد تائید

source: Verify your phone number
fa: شماره تلفن خود را تائید کنید.

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: password confirmation
fa: تائید گذرواژه

source: email
fa: ایمیل

source: Your Progress
fa: فعالیت‌های شما

source: Stats
fa: آمار

source: Administration
fa: مدیریت

source: Admin
fa: ادمین

source: Main Page
fa: صفحه اصلی

source: Home
fa: خانه

source: Help
fa: راهنما

source: Logout
fa: خروج

source: Sign up
fa: ثبت نام

source: Personal information
fa: اطلاعات شخصی

source: Email address
fa: آدرس ایمیل

source: Save changes
fa: ذخیره تغییرات

source: Card Info
fa: اطلاعات شماره کارت بانکی

source: Bank card
fa: شماره کارت

source: Proficiency
fa: تخصص

source: Accept next Task
fa: پذیرش کار بعدی

source: The task is assigned to you.
fa: کار به شما محول شده است.

source: If you do not finish it, you will be reminded on the main page that you have abandoned the task.
fa: مادامی که آن را تمام نکرده‌اید،‌ بر روی صفحه اصلی به شما یادآوری خواهد شد که کار را رها کرده‌اید.

source: If you do not complete it by the deadline, it is returned to the task list.
fa: و اگر کار را تا پایان زمان انقضای آن به اتمام نرسانید، کار به فهرست کارهای موجود برگردانده خواهد شد.

source: Auto-accept next Task
fa: پذیرش کار بعدی به طور خودکار

source: Rather than being returned to the main page each time, the next task is automatically assigned to you.
fa: در این حالت برای پذیرش کار بعدی، نیازی به بازگشت به صفحه‌ی اصلی نیست و کار بعدی به طور خودکار به شما محول می‌شود.

source: Return Task
fa: لغو کار

source: Returns the currently assigned task so that it is no longer assigned to you.
fa: کاری که به شما محول شده از فهرست کار جاری شما خارج می‌شود.

source: If you accept a task from the same batch, that returned task could be assigned to you again.
fa: اگر از همان دسته، کاری را پذیرش کنید، ممکن است کار برگردانده شده را دوباره به شما محول کند.

source: If you do not want to work on that particular task, you should skip it.
fa: اگر نمیخواهید آن را انجام دهید،‌کافی است آن را رد کنید.

source: Skip Task
fa: رد کردن کار

source: Skip to the next available task in the Batch.
fa: به کار موجود بعدی در دسته می‌روید.

source: The task is removed from your assignments.
fa: کار از فهرست کارهای محول شده‌ی شما خارج می‌شود.

source: You may see it again if all other tasks have been completed and no one else completed it.
fa: اگر کارهای دیگر خود را تمام کرده باشید و فرد دیگری این کار را انجام نداده باشد،‌ این کار دوباره برای شما نمایش داده خواهد شد.

source: Task
fa: کار

source: Project
fa: پروژه

source: Batch
fa: بسته

source: Batch Published
fa: بسته انتشار یافت

source: Tasks Available
fa: کارهای آماده

source: Preview next Task
fa: پیش‌نمایش کار بعدی

source: No Tasks available at this time
fa: در حال حاضر هیچ کاری موجود نیست

source: You may need to <a href="%(the_url)s">Login</a> to see available Tasks
fa: ممکن است برای مشاهده‌ی کارهای موجود باید <a href="%(the_url)s">وارد</a> شوید.

source: Task Count
fa: تعداد کارها

source: Price
fa: قیمت

source: Payment Status
fa: وضعیت پرداخت

source: Paid At
fa: زمان پرداخت

source: Paid
fa: پرداخت شده

source: Accept Task
fa: انجام کار

source: Stop Preview
fa: پایان پیش‌نمایش

source: This is only a preview.
fa: این فقط یک پیش‌نمایش است.

source: Any changes will not be saved. You must accept the task first before working on it.
fa: هیچ تغییری دخیره نخواهد شد. برای انجام کار باید اول آن را بپذیرید.

source: <b>Project:</b> %(project_name)s / <b>Batch:</b> %(batch_name)s
fa: <b>پروژه:</b> %(project_name)s / <b>دسته:</b> %(batch_name)s

source: You must ACCEPT the Task before you can submit the results.
fa: شما باید قبل از ثبت پاسخ، ابتدا کار را بپذیرید.

source: Edit
fa: ویرایش

source: Bank Account Info
fa: اطلاعات حساب بانکی

source: Card Number
fa: شماره کارت

source: Shaba
fa: شبا

source: No specialty has been selected.
fa: هیچ تخصصی انتخاب نشده است.

source: Total Task Assignments: %(total_completed)s
fa: تعداد کل کارهای پذیرش شده: %(total_completed)s

source: Total Elapsed Time: %(total_elapsed_time)s
fa: کل زمان سپری شده: %(total_elapsed_time)s

source: Submit
fa: ثبت

source: Persian
fa: فارسی

source: English
fa: انگلیسی
